tap "carlosqsilva/brew"
tap "cowsay-org/cowsay"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
brew "openssl@3"
brew "python@3.12"
brew "archey4"
brew "autoconf"
brew "automake"
brew "cheat"
brew "chezmoi"
brew "curl", link: true
brew "libtool"
brew "composer"
brew "coreutils"
brew "duf"
brew "exiftool"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "git"
brew "glances"
brew "gnupg"
brew "go"
brew "htop"
brew "httpd"
brew "httrack"
brew "libyaml"
brew "lolcat"
brew "zlib"
brew "mysql"
brew "nano"
brew "nanorc"
brew "ncdu"
brew "nvm"
brew "openjdk"
brew "openssl@1.1"
brew "phpmyadmin"
brew "pipx"
brew "pkg-config"
brew "tree"
brew "watch"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "carlosqsilva/brew/vfetch"
cask "android-commandlinetools"
cask "android-studio"
cask "appcleaner"
cask "burp-suite"
cask "chatgpt"
cask "devtoys"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "imageoptim"
cask "imhex"
cask "knockknock"
cask "openinterminal"
cask "orbstack"
cask "utm"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "yt-music"
cask "zap"
vscode "adityavm.vscode-monokai-seti"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "davidmorais.dark-magic-themes"
vscode "patmood.rich-markdown-editor"
